/*
 * Loco ios export: iOS Localizable.strings
 * Project: Seedkeeper
 * Locale: fr, French
 * Exported by: lionel delvaux
 * Exported at: Mon, 22 Apr 2024 16:24:34 +0200
 */

/* loco:66267000f181e63519066a1c */
"clickNScan" = "Click\n&\nScan";

/* loco:662670246408d32421045c22 */
"noSeedKeeperYet" = "No Seedkeeper card yet?\nClick here to buy one.";

/* loco:66267047fae466e2440f92d6 */
"cardInfo" = "Card’s information";

/* loco:6626705d01abee2360015f62 */
"makeABackup" = "Make a backup";

/* loco:6626706e1c8a40d7f00615a2 */
"settings" = "Settings";

/* loco:66267084bd092128700b3b63 */
"howToUse" = "How to use Seedkeeper";

/* loco:66267098551f396eef00c062 */
"termsOfService" = "Terms of service";

/* loco:662670a9dccdc37fd50b2df2 */
"privacyPolicy" = "Privacy policy";

/* loco:662670cab057cfa24604bb44 */
"allOurProducts" = "All our\nproducts";

/* loco:662670fa8d86e4a83108ed02 */
"settings.showIntroduction" = "Show the introduction screens";

/* loco:662671167c5770c6aa0797d2 */
"settings.showIntroductionSubtitle" = "You have to restart the application";

/* loco:662671324b5cb03ebe0ccee3 */
"settings.toggle.starterIntro" = "Starter intro";

/* loco:6626714c4b5cb03ebe0ccee6 */
"settings.expertMode" = "Expert mode";

/* loco:662671636e8f368f230f8642 */
"settings.expertModeSubtitle" = "Get access to advanced features in-app";

/* loco:662671806e8f368f230f8644 */
"settings.debugMode" = "Debug mode";

/* loco:662671924b5cb03ebe0ccee9 */
"settings.debugModeSubtitle" = "Activate the verbose logs collection";

/* loco:662671a86effc221f10fc832 */
"settings.showLogs" = "Show logs";

/* loco:662671d416d2dea092017ef2 */
"setup" = "Setup";

/* loco:662671e44b5cb03ebe0cceeb */
"createPinCode" = "Create a PIN code";

/* loco:662671fe16d2dea092017ef4 */
"createPinCodeSubtitle" = "Create a PIN code to secure access to your Seedkeeper smart card.";

/* loco:66267215071dcb80720b3902 */
"placeholder.enterPinCode" = "Enter your PIN code (4-16 char)";

/* loco:662672227063c56921038c92 */
"next" = "Next";

/* loco:662672537063c56921038c94 */
"confirmPinCode" = "Confirm the PIN code";

/* loco:6626727127488ff9c106a9b2 */
"confirmPinCodeSubtitle" = "Confirm your PIN code to secure access to your Seedkeeper smart card.";

/* loco:6626728f7063c56921038c96 */
"placeholder.confirmPinCode" = "Confirm your PIN code (4-16 char)";

/* loco:6626729a20dd94ed4e0e7036 */
"confirm" = "Confirm";

/* loco:662672c9071dcb80720b3906 */
"invalidPinCode" = "The PIN code must be between 4 and 16 characters.";

/* loco:662672e6370954e54b02acb2 */
"pinCodeDoesNotMatch" = "Pin codes do not match. Please try again.";
